<template>
  <div class="container">
    <div class="pagination-top">
      <span>Главная страница</span
      ><svg
        width="5"
        height="5"
        viewBox="0 0 5 5"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <circle cx="2.5" cy="2.5" r="2.5" fill="black" />
      </svg>
      <span>Документы</span>
      <svg
        width="5"
        height="5"
        viewBox="0 0 5 5"
        fill="none"
        xmlns="http://www.w3.org/2000/svg"
      >
        <circle cx="2.5" cy="2.5" r="2.5" fill="black" />
      </svg>
      <span class="pagination-top--active"
        >Политика обработки персональных данных</span
      >
    </div>
    <h1 class="document-title document-hero-title">
      Политика обработки персональных данных
    </h1>
    <div>
      <h2 class="document-title">Заголовок 1</h2>
      <p class="document-text document-text-bottom">
        Представленная тележка-дозатор обеспечивает высококачественную обработку
        любых территорий сыпучими противогололедными реагентами самых разных
        типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и
        пескосоляные смеси. Тележка прекрасно подходит для использования во
        дворах многоквартирных домов, обработки территорий промышленных
        предприятий, востребована владельцами магазинов, различных коммерческих
        компаний. Кроме того, она может использоваться для высева семян на
        газонах, теннисных кортах и других территориях.
      </p>
      <p class="document-text">
        Представленная тележка-дозатор обеспечивает высококачественную обработку
        любых территорий сыпучими противогололедными реагентами самых разных
        типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и
        пескосоляные смеси.
      </p>
      <h2 class="document-title">Заголовок 2</h2>
      <p class="document-text">
        Представленная тележка-дозатор обеспечивает высококачественную обработку
        любых территорий сыпучими противогололедными реагентами самых разных
        типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и
        пескосоляные смеси.
      </p>
      <h2 class="document-title">Заголовок 3</h2>
      <p class="document-text document-text-bottom">
        Представленная тележка-дозатор обеспечивает высококачественную обработку
        любых территорий сыпучими противогололедными реагентами самых разных
        типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и
        пескосоляные смеси. Тележка прекрасно подходит для использования во
        дворах многоквартирных домов, обработки территорий промышленных
        предприятий, востребована владельцами магазинов, различных коммерческих
        компаний. Кроме того, она может использоваться для высева семян на
        газонах, теннисных кортах и других территориях.
      </p>
      <p class="document-text">
        Представленная тележка-дозатор обеспечивает высококачественную обработку
        любых территорий сыпучими противогололедными реагентами самых разных
        типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и
        пескосоляные смеси.
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
